# RbsElecTrueLoadPhasec Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecTrueLoadPhasec Property
ParameterTypeId Class See Also
---
"True Load Phase C"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecTrueLoadPhasec { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecTrueLoadPhasec As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecTrueLoadPhasec {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace